package Exercises4;

public class Exercise333 {
    //Задание 3.3.3

    public static void main(String[] args) {
        /*
        if radius >= 0
        {
            area = radius * radius* PI;
            System.out.println("The area for the circle of " + "radius " + radius + "is" area);
        }
         */

        /*
        1.В операторе if отсутствует закрывающая скобка. Должно быть написано как «if (радиус >= 0)».
        2.Открывающая скобка "{" после оператора if неправильно размещена на новой строке.
        3.Переменная площади не объявляется и не инициализируется перед использованием в расчете.
        4.Не используется Math.PI

         */

    }
}
