package Exercises4;

public class Exercise321 {
    //Задание 3.2.1

    /*
    1. == сравнивает два операнда на равенство и возвращает true (если операнды равны) и false (если операнды не равны)
    2. != сравнивает два операнда и возвращает true, если операнды НЕ равны, и false, если операнды равны
    3. < (меньше чем) Возвращает true, если первый операнд меньше второго, иначе возвращает false
    4. > (больше чем)
    5. >= (больше или равно) Возвращает true, если первый операнд больше второго или равен второму, иначе возвращает false
    6. <= (меньше или равно) Возвращает true, если первый операнд меньше второго или равен второму, иначе возвращает false
     */
}
